---
kind: other
id: Properties.T:Autodesk.Revit.UI.ThinLinesOptions
source: html/9a450059-6964-4f78-979b-820caaad40e1.htm
---
# ThinLinesOptions Properties

A static property defining if the 'Thin Lines' setting is on or off in current Revit Application Session.